Repository: wp-plugins/community-yard-sale
Catalog: languages/community-yard-sale-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Rechte um diese Seite zu öffnen

source: System Settings
de_de: System Einstellungen

source: (WARNING: This plugin may not work properly with versions earlier than PHP 5.2)
de_de: (Warnung: Dieses Plugin ist möglicherweise fehlerhaft bei Benutzung einer älteren Version als PHP 5.2)

source: (WARNING: This plugin may not work properly with versions earlier than MySQL 5.0)
de_de: (Warnung: Dieses Plugin is möglicherweise fehlerhaft bei Benutzung einer älteren version als MySQL 5.0)

source: Settings
de_de: Einstellungen

source: Save Changes
de_de: Aenderungen speichern

source: true
de_de: richtig

source: false
de_de: falsch

source: Contributor
de_de: Mitwirkender

source: Subscriber
de_de: Abonnent

source: Anyone
de_de: Jeder

source: Drop this plugin's Database table on uninstall
de_de: Löschen Sie die Plugin Datenbank beim Deinstallieren

source: Plugin Support
de_de: Plugin Hilfe

source: Build Short Codes
de_de: Bauen Kurzcode

source: Delete Entry
de_de: Flohmarkt Eintrag löschen

source: Options
de_de: Optionen

source: Delete all entries associated with an event tag
de_de: Alle Einträge die mit dem Ereignis Kennzeichen verbunden sind bitte löschen.

source: Enter the Yard Sale ID of the entry you wish to delete. (Example: 1314383685_9253)<br/> This ID appears in the edit URL sent to the user after he registers (Example: http://&lt;page-url&gt;?ysid=<strong>1314383685_9253</strong>)
de_de: Tragen Sie die Flohmarkt ID des Eintrags, denn Sie löschen möchten, ein

source: MySQL error
de_de: MySQL Fehler

source: row(s) deleted
de_de: Reihe wurde gelöscht

source: Error: No ID given
de_de: Fehler, keine ID vorhanden

source: Error: No event tag given
de_de: Fehler: kein Ereignis Kennzeichen (tag) gegeben

source: Fill in the options in the tabs below to generate short codes to put on your pages
de_de: Fülle Sie die Möglichkeiten in die tags unten um einen Kurzcode (Shortcode) zu erhalten, den Sie danach in Ihrer Seite eintragen können

source: Place the <strong>[yardsale-form]</strong> short code on a page to display the yard sale entry form
de_de: Schreiben Sie <strong>[yardsale-form]</strong> Kurzcode auf Ihre Seite um das Eintragsformular aufzuzeigen.

source: Place the <strong>[yardsale-listing]</strong> short code on a <strong>different page</strong> to display the yard sale listings
de_de: Schreiben Sie den Kurzcode <strong>[yardsale-listing]</strong> auf eine andere Seite um die Flohmarkt Artikelliste aufzuzeigen.

source: Map Location
de_de: Karten Ort

source: Map Size
de_de: Karten Grösse

source: Event Tag
de_de: Ereignis Kennzeichen

source: Input Form Pick Lists (Optional)
de_de: Eintrag der Auswahlmöglichkeit (optional)

source: Input Form Defaults (Optional)
de_de: Eintrag der Formular Standardwerte

source: Input Form Labels (Optional)
de_de: Eintrag Formularangaben (optional)

source: Hide On Print (Optional)
de_de: Beim drucken ausblenden (optional)

source: Center The Google Map to display your community yard sale area.
de_de: Zentrum der Google Landkarte um die Region des gemeinschaftlichen Flohmarkts anzuzeigen

source: Type in an address
de_de: Adresse bitte eingeben.

source: Click on the map to adjust the center
de_de: Klicken Sie auf die Karte und die Mitte einzustellen.

source: Address
de_de: Adresse

source: Center Map
de_de: Mitte der Karte

source: Latitude
de_de: Breite

source: Longitude
de_de: Länge

source: Zoom
de_de: Vergrösserung

source: Set the Google Map height and width. Use pixels or percentage width.
de_de: Setzen sie die Google Landkarte Höhe und Breite: Brauchen Sie hierzu Pixel oder Prozent Breite Angaben.

source: Warning: if both height and width are percentages then the map may not display
de_de: Achtung: wenn beide Höhen und Breiten in Prozent sind, könnte die Landkarte nicht angezeigt werden

source: Setting a height in pixels and a width=100% is a common choice
de_de: Einstellung der Höhe in Pixel und Breite= 100% ist meistens empfehlenswert

source: Note: You can tweak these values later directly in the short code after you have put the short code on a page and looked at it
de_de: Bemerkung: Sie können die Werte später im Kurzcode etwas anpassen, nachdem Sie die den Kurzcode auf der Seite eingetragen haben.

source: Form Map Height
de_de: Formular Karte Höhe

source: Form Map Width
de_de: Formular Karten Breite

source: Listing Map Height
de_de: Höhe der Listenkarte

source: Listing Map Width
de_de: Breite der Listenkarte

source: Give your event a unique tag. This is used to distinguish different community yard sale events. Your pair of short codes will need to have the same event tag.
de_de: Geben Sie Ihrem Flohmarkt Event ein einzigartiges Kennzeichen. Damit die verschiedenen Gemeinschaftsflohmarkte-Events gut auseinanderzuhalten sind. Ihr Kurzcode wird das gleiche Event Kennzeichen beinhalten.

source: Optional: if you want any of City, State, or Zip fields to be a pick-list on the entry form instead of a text field, enter a comma-delimited list of values.
de_de: Optional: Falls Sie möchten dass Ortschaften, Bundesland oder Postleitzahl als Auswahl angeboten wird, tragen Sie die Wahlmöglichkeiten mit einem Komma getrennt ein

source: City
de_de: Ortschaft

source: State
de_de: Bundesland/Region

source: Example: "DC,MD,VA"
de_de: Beispiel: "BY, HH, SN"

source: Zip
de_de: Postleitzahl

source: Example: "12345,12346,12347"
de_de: Beispiel: "85067,85071,85072"

source: Optional: if you would like the entry form to pre-populate fields with default values, enter them here. If you are also setting field to be pick-lists, be sure that the values you put in this section are included in the comma-delimited list. That option will be selected by default in the pick-list
de_de: Optional: falls Sie das Eintragsformular automatisch mit voreingestellten Werten füllen möchten, bitte hier eingeben.

source: Optional: Instead of the default labels like "State, Zip" you may wish to use other labels such as "Province, Postal Code". Do not omit fields if you set defaults for them
de_de: Optional: Anstatt der vorhereingestellten Adressfelder wie "Staat, Postleitzahl" wünschen Sie sich vielleicht andere Beschriftungen zum Beispiel "Provinz, Postcode". Lassen Sie keine Felder weg, wenn Sie Voreinstellungen für diese festsetzen.

source: Default Label
de_de: Standard Anschrift

source: Use Instead
de_de: Anstatt dessen gebrauchen

source: Show on Form
de_de: Zeige auf dem Formular

source: Street
de_de: Strasse

source: Unit/Apartment
de_de: Hausnummer

source: Optional: When printing a listing page, you may wish to hide certain HTML DIVs (such as a header or left nav) to save paper. Put a comma-delimited list of HTML IDs to hide. This is not guaranteed to work.
de_de: Optional: Beim Drucken der Liste, möchten Sie vielleicht gewisse html DIVs verbergen (zum Beispiel der Kopfzeile oder die linke Navigationsleiste) um Papier zu sparen. Tun Sie ein eine mit dem Kommazeichen getrennte Liste der html ids die Sie verbergen möchten. Es gibt leider keine Garantie, dass es wirklich funktioniert;)

source: HTML IDs to hide on print
de_de: HTML IDs beim Druck verbergen

source: Your entry has been updated
de_de: Ihr Eintrag wurde aktualisiert.

source: There was a problem updating your entry. Try again or contact an administrator
de_de: Es gab ein kleine Problem mit dem Update Ihres Eintrags. Bitte versuchen Sie es nochmals oder kontaktieren Sie den Administrator

source: Your listing has been saved. An email will be send to you with a link you can use to edit your entry if you need to.
de_de: Ihre Liste wurde erfolgreich gespeichert. Eine Email ist auf dem Weg zu Ihnen mit einem Link, den Sie zur Bearbeitung des Eintrags verwenden können.

source: Thank you for your community yard sale entry. Use the following links to edit or delete your entry.
de_de: Vielen Dank für Eintrag für den gemeinschaftlichen Flohmarkt. Bitte benützen Sie die folgenden Links um den Eintrag zu bearbeiten oder zu löschen

source: Edit Yard Sale Entry
de_de: Flohmarkt Eintrag bearbeiten

source: Delete Yard Sale Entry
de_de: Flohmarkt Eintrag löschen

source: Yard Sale No-Reply
de_de: Flohmarkt Keine-Antwort

source: Yard Sale Entry
de_de: Flohmarkt Eintrag

source: There was a problem saving your entry. Try again or contact an administrator
de_de: Leider konnte Ihr Eintrag nicht gespeichert werden. Bitte versuchen Sie es später nochmals oder kontaktieren Sie den Administrator

source: If you wish to edit a listing that you have already made, use the link sent to you in email when you created it.
de_de: Wenn sie die von Ihnen erstellte Liste verändern möchten, bitte brauchen sie den Link der Ihnen auf Ihr email geschickt wurde.

source: For Sale Items
de_de: angebotene Artikel

source: Items
de_de: Artikel

source: (Click table cell to view on map)
de_de: (Klicken Sie auf Tabellenzelle auf der Karte anzeigen)

source: Error: plugin "Community Yard Sale" requires a newer version of PHP to be running.
de_de: Fehler: Plugin "Gemeinschafts Flohmarkt" benötigt eine neuere Version von PHP um zu funktionieren

source: Minimal version of PHP required:
de_de: Minimale Version von PHP wird verlangt

source: Your server's PHP version:
de_de: PHP version auf Ihrem Server
